IDEA Open Model
OpenModel.PointOnLine3D Property
 List of Point on line 3D
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public List<PointOnLine3D> PointOnLine3D { get; set; }
Public Property PointOnLine3D As List(Of PointOnLine3D)
	Get
	Set
public:
property List<PointOnLine3D^>^ PointOnLine3D {
	List<PointOnLine3D^>^ get ();
	void set (List<PointOnLine3D^>^ value);
}
Property Value
Type: List<PointOnLine3D>
See Also
Reference
OpenModel Class
IdeaRS.OpenModel Namespace